{
	"nav_home": "Inici",
	"nav_user": "Usuari",
	"nav_game": "Joc",
	"nav_stats": "Estadístiques",
	"nav_unmute": "UNMUTE",
	"section_0_1": "Benvingut a Ponger",
	"section_0_2": "Ets en un món de violència on només la teva pala et pot salvar. Lluita contra els teus amics i desconeguts a l'arena de batalla. Però tingues cura. La sang serà vessada mentre gaudeixes d'un entorn 3D d'última generació. Només els més forts sobreviuen. Només els més grans esdevenen llegendes.",
	"section_0_3": "AVÍS!!",
	"section_0_4": "Aquest joc és altament addictiu. No ens fem responsables de la salut de la teva vida social un cop entris al meravellós món de PONG!!",
	"section_1_0": "ENTRA O REGISTRA'T ARA!!",
	"section_1_1": "Àlies",
	"section_1_2": "Contrasenya",
	"section_1_3": "Iniciar sessió",
	"section_1_4": "Iniciar sessió amb 42",
	"section_1_5": "Iniciar sessió com a convidat",
	"section_1_6": "Crea el teu compte",
	"section_1_7": "Àlies",
	"section_1_8": "Correu electrònic",
	"section_1_9": "Contrasenya",
	"section_1_10": "Confirma la contrasenya",
	"section_1_11": "Accepta els Termes i Condicions",
	"section_1_12": "Registra't ara",
	"section_1_13": "Si tens compte, si us plau Inicia Sessió Ara",
	"section_2_0": "Endinsa't en el clàssic desafiament del Pong, reinventat per a l'era moderna!",
	"section_2_1": "PONGER t'invita a competir en partits emocionants contra jugadors de tot el món o contra una intel·ligència artificial desafiant. Domina poders únics i descobreix els científics més importants de la història. Tant si busques un partit ràpid en solitari com si desitges un enfrontament en línia intens, la nostra plataforma és el camp de batalla definitiu.",
	"section_2_2": "Estàs preparat per acceptar el repte?",
	"section_2_3": "Instruccions",
	"section_2_4": "Moviment",
	"section_2_5": "Moviment P2",
	"section_2_6": "Espai ",
	"section_2_7": "Encantament ",
	"section_2_8": "(La pilota ha d'estar al teu camp)",
	"section_3_0": "SELECCIONA PERSONATGE:",
	"section_3_1": "NOM COMPLET: ",
	"section_3_2": "DATA DE NAIXEMENT: ",
	"section_3_3": "LLOC DE NAIXEMENT: ",
	"section_3_4": "HISTÒRIA:",
	"section_3_5": "Canvia Foto",
	"section_3_6": "ÀLIES:",
	"section_3_7": "Canviar Àlies",
	"section_3_8": "CORREU ELECTRÒNIC:",
	"section_3_9": "Canviar Correu Electrònic",
	"section_3_10": "CONTRASENYA:",
	"section_3_11": "Canviar Contrasenya",
	"section_3_12": "TANCAR SESSIÓ",
	"section_3_13": "DESCARREGAR INFORMACIÓ DE L'USUARI",
	"section_3_14": "ESBORRAR COMPTE",
	"section_4_1v1_0": "Jugador 1:",
	"section_4_1v1_1": "PUNTUACIÓ:",
	"section_4_1v1_2": "Jugador 2:",
	"section_4_1v1_3": "ENCANT!",
	"section_4_1v1_4": "ENCANT!",
	"section_4_home_0": "Encant IA",
	"section_4_home_1": "Encant 1v1",
	"section_4_home_2": "Torneig",
	"section_4_home_3": "Encant de Torneig",
	"section_4_home_4": "1v1 Local",
	"section_4_home_4.1": "Torneig Local",
	"section_4_home_5": "EN CUA...",
	"section_4_home_6": "JUGAR",
	"section_4_home_7": "CANCEL·LAR CUA",
	"section_5_0": "Partides Jugades",
	"section_5_1": "Partides Guanyades",
	"section_5_2": "Partides Perdudes",
	"section_5_3": "Percentatge de Victòries",
	"section_5_4": "Tornejos Jugats",
	"section_5_5": "Tornejos Guanyats",
	"section_5_6": "GUANYADOR",
	"section_5_7": "PERDEDOR",
	"section_5_8": "MODE DE JOC",
	"section_5_9": "PUNTUACIÓ",
	"section_5_10": "DATA",
	"section_5_11": "LLISTA D'AMICS",
	"section_5_12": "AFEGIR AMIC",
	"section_5_13": "ESBORRAR AMIC",
	"section_5_14": "PARTIDES JUGADES",
	"section_6_0": "Termes i Condicions",
	"section_6_1": "Benvingut a la nostra plataforma de jocs en línia. En accedir i utilitzar els nostres serveis, acceptes els següents termes i condicions. Si us plau, llegeix-los amb atenció.",
	"section_6_2": "1. Registre de Compte: Per gaudir de l'experiència de joc completa, els usuaris han de crear un compte proporcionant un àlies, adreça de correu electrònic, contrasenya i una icona. Aquesta informació s'utilitza per personalitzar la teva experiència i facilitar les interaccions comunitàries.",
	"section_6_3": "2. Ús de Dades i Privacitat: Valorem la teva privacitat i ens comprometem a protegir les teves dades personals. La informació que recopilem, incloent el teu historial de jocs i estadístiques, s'utilitza per millorar la teva experiència de joc, proporcionar suport al client i millorar els nostres serveis. Per a informació detallada sobre com utilitzem i protegim les teves dades, si us plau, consulta la nostra Política de Privacitat.",
	"section_6_4": "3. Contingut de l'Usuari: Els usuaris són responsables del contingut que comparteixen a la plataforma, incloent textos, imatges i qualsevol altre material. El contingut inapropiat o ofensiu està estrictament prohibit i pot resultar en la terminació del compte.",
	"section_6_5": "4. Terminació del Compte: Els usuaris tenen el dret de terminar els seus comptes en qualsevol moment. En la terminació, totes les dades personals associades amb el compte seran eliminades d'acord amb la nostra Política de Privacitat.",
	"section_6_6": "5. Canvis en els Termes i Condicions: Ens reservem el dret de modificar aquests termes i condicions en qualsevol moment. Els usuaris seran notificats de qualsevol canvi significatiu i l'ús continuat del servei constituirà l'acceptació dels nous termes.",
	"section_6_7": "En crear un compte i utilitzar els nostres serveis, confirmes que has llegit, entès i acceptat aquests termes i condicions."
}
