{
	"nav_home": "Home",
	"nav_user": "User",
	"nav_game": "Game",
	"nav_stats": "Stats",
	"nav_unmute": "UNMUTE",
	"section_0_1": "Welcome to Ponger",
	"section_0_2": "You are in a world of violence where only your paddle can save you. Fight against your friendsand strangers in the battle arena. But be careful. Blood will be spilled asyou delight in a state-of-the-art 3D environment. Only the strongest survive. Only the greatest become legends.",
	"section_0_3": "WARNING!!",
	"section_0_4": "This game is highly addictive. We are not responsible for the health of your social life once you enter the wonderful world of PONG!! ",
	"section_1_0": "LOGIN OR REGISTER NOW !!",
	"section_1_1": "Nickname",
	"section_1_2": "Password",
	"section_1_3": "Login",
	"section_1_4": "Login with 42",
	"section_1_5": "Login as Guest",
	"section_1_6": "Create Your Account",
	"section_1_7": "Nickname",
	"section_1_8": "Email",
	"section_1_9": "Password",
	"section_1_10": "Confirm Password",
	"section_1_11": "Accept Terms and Conditions",
	"section_1_12": "Signup Now",
	"section_1_13": "If you have account, Please Login Now",
	"section_2_0": "Dive into the classic Pong challenge reimagined for the modern era!",
	"section_2_1": "PONGER invites you to compete in exciting matches against players from around the world or against a challenging artificial intelligence. Master unique powers and discover the most important scientists throughout history. Whether you're looking for a quick solo match or an intense online showdown, our platform is the ultimate battleground.",
	"section_2_2": "Are you ready to accept the challenge?",
	"section_2_3": "Instructions",
	"section_2_4": "Movement",
	"section_2_5": "Movement P2",
	"section_2_6": "Space ",
	"section_2_7": "Spell ",
	"section_2_8": "(The ball must be in your field)",
	"section_3_0": "SELECT CHARACTER:",
	"section_3_1": "FULL NAME: ",
	"section_3_2": "DATE OF BIRTH: ",
	"section_3_3": "PLACE OF BIRTH: ",
	"section_3_4": "STORY:",
	"section_3_5": "Change Photo",
	"section_3_6": "NICKNAME:",
	"section_3_7": "Change Nickname",
	"section_3_8": "E-MAIL:",
	"section_3_9": "Change Email",
	"section_3_10": "PASSWORD:",
	"section_3_11": "Change Password",
	"section_3_12": "LOG OUT",
	"section_3_13": "DOWNLOAD INFO USER",
	"section_3_14": "DELETE ACCOUNT",
	"section_4_1v1_0": "Player 1:",
	"section_4_1v1_1": "SCORE:",
	"section_4_1v1_2": "Player 2:",
	"section_4_1v1_3": "SPELL!",
	"section_4_1v1_4": "SPELL!",
	"section_4_home_0": "IA Spell",
	"section_4_home_1": "1v1 Spell",
	"section_4_home_2": "Tournament",
	"section_4_home_3": "Tournament Spell",
	"section_4_home_4": "1v1 Local",
	"section_4_home_4.1": "Tournament Local",
	"section_4_home_5": "IN QUEUE...",
	"section_4_home_6": "PLAY",
	"section_4_home_7": "CANCEL QUEUE",
	"section_5_0": "Games Played",
	"section_5_1": "Games Won",
	"section_5_2": "Lost Games",
	"section_5_3": "Win Rate",
	"section_5_4": "Tournaments Played",
	"section_5_5": "Tournaments Won",
	"section_5_6": "WINNER",
	"section_5_7": "LOSER",
	"section_5_8": "GAME MODE",
	"section_5_9": "SCORE",
	"section_5_10": "DATE",
	"section_5_11": "LIST OF FRIENDS",
	"section_5_12": "ADD FRIEND",
	"section_5_13": "REMOVE FRIEND",
	"section_5_14": "GAMES PLAYED",
	"section_6_0": "Terms and Conditions",
	"section_6_1": "Welcome to our online gaming platform. By accessing and using our services, you agree to the following terms and conditions. Please read them carefully.",
	"section_6_2": "1. Account Registration: To enjoy the full gaming experience, users must create an account by providing a nickname, email address, password, and an icon. This information is used to personalize your experience and facilitate community interactions.",
	"section_6_3": "2. Data Use and Privacy: We value your privacy and are committed to protecting your personal data. The information we collect, including your game history and statistics, is used to enhance your gaming experience, provide customer support, and improve our services. For detailed information on how we use and protect your data, please refer to our Privacy Policy.",
	"section_6_4": "3. User Content: Users are responsible for the content they share on the platform, including text, images, and any other materials. Inappropriate or offensive content is strictly prohibited and may result in account termination.",
	"section_6_5": "4. Account Termination: Users have the right to terminate their accounts at any time. Upon termination, all personal data associated with the account will be deleted in accordance with our Privacy Policy.",
	"section_6_6": "5. Changes to Terms and Conditions: We reserve the right to modify these terms and conditions at any time. Users will be notified of any significant changes and continued use of the service will constitute acceptance of the new terms.",
	"section_6_7": "By creating an account and using our services, you confirm that you have read, understood, and agreed to these terms and conditions."
}
