{
	"nav_home": "Inicio",
	"nav_user": "Usuario",
	"nav_game": "Juego",
	"nav_stats": "Estadísticas",
	"nav_unmute": "DESMUTEAR",
	"section_0_1": "Bienvenido a Ponger",
	"section_0_2": "Estás en un mundo de violencia donde solo tu paleta puede salvarte. Lucha contra tus amigos y desconocidos en la arena de batalla. Pero ten cuidado. La sangre será derramada mientras disfrutas de un entorno 3D de última generación. Solo los más fuertes sobreviven. Solo los mejores se convierten en leyendas.",
	"section_0_3": "¡¡ADVERTENCIA!!",
	"section_0_4": "Este juego es altamente adictivo. No nos hacemos responsables de la salud de tu vida social una vez que entres al maravilloso mundo de PONG!!",
	"section_1_0": "¡¡INICIA SESIÓN O REGÍSTRATE AHORA!!",
	"section_1_1": "Apodo",
	"section_1_2": "Contraseña",
	"section_1_3": "Iniciar sesión",
	"section_1_4": "Iniciar sesión con 42",
	"section_1_5": "Iniciar sesión como Invitado",
	"section_1_6": "Crea tu cuenta",
	"section_1_7": "Apodo",
	"section_1_8": "Correo electrónico",
	"section_1_9": "Contraseña",
	"section_1_10": "Confirmar Contraseña",
	"section_1_11": "Aceptar Términos y Condiciones",
	"section_1_12": "Regístrate Ahora",
	"section_1_13": "Si ya tienes una cuenta, Por favor Inicia Sesión Ahora",
	"section_2_0": "¡Sumérgete en el clásico desafío de Pong reinventado para la era moderna!",
	"section_2_1": "PONGER te invita a competir en emocionantes partidos contra jugadores de todo el mundo o contra una inteligencia artificial desafiante. Domina poderes únicos y descubre a los científicos más importantes a lo largo de la historia. Ya sea que busques un rápido partido en solitario o un enfrentamiento en línea intenso, nuestra plataforma es el campo de batalla definitivo.",
	"section_2_2": "¿Estás listo para aceptar el desafío?",
	"section_2_3": "Instrucciones",
	"section_2_4": "Movimiento",
	"section_2_5": "Movimiento P2",
	"section_2_6": "Espacio ",
	"section_2_7": "Hechizo ",
	"section_2_8": "(Debe estar la pelota en tu campo)",
	"section_3_0": "SELECCIONA PERSONAJE:",
	"section_3_1": "NOMBRE COMPLETO: ",
	"section_3_2": "FECHA DE NACIMIENTO: ",
	"section_3_3": "LUGAR DE NACIMIENTO: ",
	"section_3_4": "HISTORIA:",
	"section_3_5": "Cambiar Foto",
	"section_3_6": "APODO:",
	"section_3_7": "Cambiar Apodo",
	"section_3_8": "CORREO ELECTRÓNICO:",
	"section_3_9": "Cambiar Correo Electrónico",
	"section_3_10": "CONTRASEÑA:",
	"section_3_11": "Cambiar Contraseña",
	"section_3_12": "CERRAR SESIÓN",
	"section_3_13": "DESCARGAR INFORMACIÓN DEL USUARIO",
	"section_3_14": "ELIMINAR CUENTA",
	"section_4_1v1_0": "Jugador 1:",
	"section_4_1v1_1": "PUNTUACIÓN:",
	"section_4_1v1_2": "Jugador 2:",
	"section_4_1v1_3": "HECHIZO!",
	"section_4_1v1_4": "HECHIZO!",
	"section_4_home_0": "Hechizo IA",
	"section_4_home_1": "Hechizo 1v1",
	"section_4_home_2": "Torneo",
	"section_4_home_3": "Hechizo de Torneo",
	"section_4_home_4": "1v1 Local",
	"section_4_home_4.1": "Torneo Local",
	"section_4_home_5": "EN COLA...",
	"section_4_home_6": "JUGAR",
	"section_4_home_7": "CANCELAR COLA",
	"section_5_0": "Partidas Jugadas",
	"section_5_1": "Partidas Ganadas",
	"section_5_2": "Partidas Perdidas",
	"section_5_3": "Porcentaje de Victorias",
	"section_5_4": "Torneos Jugados",
	"section_5_5": "Torneos Ganados",
	"section_5_6": "GANADOR",
	"section_5_7": "PERDEDOR",
	"section_5_8": "MODO DE JUEGO",
	"section_5_9": "PUNTUACIÓN",
	"section_5_10": "FECHA",
	"section_5_11": "LISTA DE AMIGOS",
	"section_5_12": "AÑADIR AMIGO",
	"section_5_13": "ELIMINAR AMIGO",
	"section_5_14": "PARTIDOS JUGADOS",
	"section_6_0": "Términos y Condiciones",
	"section_6_1": "Bienvenido a nuestra plataforma de juegos en línea. Al acceder y utilizar nuestros servicios, aceptas los siguientes términos y condiciones. Por favor, léelos cuidadosamente.",
	"section_6_2": "1. Registro de Cuenta: Para disfrutar de la experiencia de juego completa, los usuarios deben crear una cuenta proporcionando un apodo, dirección de correo electrónico, contraseña e ícono. Esta información se utiliza para personalizar tu experiencia y facilitar las interacciones comunitarias.",
	"section_6_3": "2. Uso de Datos y Privacidad: Valoramos tu privacidad y estamos comprometidos a proteger tus datos personales. La información que recopilamos, incluyendo tu historial de juego y estadísticas, se utiliza para mejorar tu experiencia de juego, proporcionar soporte al cliente y mejorar nuestros servicios. Para obtener información detallada sobre cómo usamos y protegemos tus datos, consulta nuestra Política de Privacidad.",
	"section_6_4": "3. Contenido del Usuario: Los usuarios son responsables del contenido que comparten en la plataforma, incluyendo textos, imágenes y cualquier otro material. El contenido inapropiado u ofensivo está estrictamente prohibido y puede resultar en la terminación de la cuenta.",
	"section_6_5": "4. Terminación de la Cuenta: Los usuarios tienen el derecho de terminar sus cuentas en cualquier momento. Al terminar, todos los datos personales asociados con la cuenta serán eliminados de acuerdo con nuestra Política de Privacidad.",
	"section_6_6": "5. Cambios en los Términos y Condiciones: Nos reservamos el derecho de modificar estos términos y condiciones en cualquier momento. Los usuarios serán notificados de cualquier cambio significativo y el uso continuado del servicio constituirá la aceptación de los nuevos términos.",
	"section_6_7": "Al crear una cuenta y utilizar nuestros servicios, confirmas que has leído, entendido y aceptado estos términos y condiciones."
}
